Repository: 84000/data-translation-memory
Catalog: toh730-v2.tmx
Source language: bo
Languages: en

source: འཕགས་མ་སྒྲོལ་མ་རང་གིས་དམ་བཅས་བ་ཅེས་བྱ་བའི་གཟུངས།
en: The Noble Dhāraṇī Tārā’s Own Promise

source: འཕགས་མ་སྒྲོལ་མ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to Noble Tārā!

source: དེ་ནས་སྒྲོལ་མ་རང་གིས་དམ་བཅས་པའི་གཟུངས་སྨྲས་པ།
en: Tārā proclaimed The Dhāraṇī “Tārā’s Own Promise”:

source: ཏདྱ་ཐཱ། ཨོཾ་ཏཱ་རེ་ཏཱ་རཱ་ཡཻ། ཧཱུྃ་ཧཱུྃ་ཧཱུྃ། ས་མ་ཡསྠི་ཏེ། བྷ་ར་བྷ་ར། སརྦཱ་བྷ་ར་ཎ། བི་བྷཱུ་ཥི་ཏེ། པདྨ་ནི་པདྨ། མ་ཧཱ་པདྨ། ཨཱ་ས་ན་སྠི་ཏེ། ཧ་ས་ཧ་ས། ཏྲཻ་ལོ་ཀྱ་བ་ར་དེ། སརྦ་དེ་བ་དཱ་ན་པ། བཱུ་ཛི་ཏེ་སྨ་དཱ་ཧི། བྷ་ག་བ་ཏི་ཏཱ་རེ། སྨ་རཱ་ཧཱི། བྷ་ག་བཱཾ་ཏ། ཏ་ཐཱ་ག་ཏ་སྱ། པུ་ར་ཏཿས་མ་ཡཾ། དྷ་ར་དྷ་ར། མ་ཧཱ་སཏྭ་ཨ་བ་ལོ་ཀི་ཏེ། མ་ཎི་ཀ་ནི་ཀ། བི་ཙི་ཏྲཱ་བྷ་ར་ཎེ། ཨོཾ་བི་ལོ་ཀཱ་ཡ། ཆེ་གེ་མོ། བྷ་ག་བ་ཏེ་ཏཱ་རེ། ཧྲཱིཾ་ཧྲཱིཾ་ཧྲཱིཾ་ཕཊ་སྲཱ་ཧཱ།
en: tad yathā | oṁ tāre tārāyai hūṁ hūṁ hūṁ samaya­sthite bhara bhara sarvābharaṇa­vibhūṣite padme padme mahā­padmāsana­sthite hasa hasa trailokyavarade sarva­deva­dānava­pūjite smarāhi bhagavati tāre smarāhi bhagavatas tathāgatasya purataḥ samayaṃ dhara dhara mahā­sattvāvalokite maṇi­kanaka­vicitrābharaṇe | oṁ vilokāya (insert name)bhagavati tāre hrīṁ hrīṁ hrīṁ phaṭ svāhā |

source: གཟུངས་སྔགས་འདི་ཡིད་ཀྱིས་དྲན་པ་ཙམ་གྱིས་འཇིགས་པ་ཐམས་ཅད་སེལ་བར་འགྱུར་རོ། །
en: By merely recalling this dhāraṇī all dangers will be eliminated,

source: དངོས་གྲུབ་ཐམས་ཅད་ཐོབ་པར་འགྱུར་རོ། །
en: all accomplishments will be attained,

source: སེམས་ཅན་ཐམས་ཅད་དབང་དུ་འགྱུར་རོ། །
en: and all sentient beings will be brought under control.

source: དཀར་པོའི་ཚེས་བརྒྱད་དམ་བཅྭ་ལྔ་ལ་འཕགས་མ་སྒྲོལ་མ་ལ་མཆོད་པ་ཆེན་པོ་བྱས་ཏེ། སྒྲོལ་མ་མངོན་སུམ་དུ་མཐོང་གི་བར་དེ་ཙམ་དུ་བཟླས་པར་བྱའོ། །
en: On the eighth or fifteenth day of the moon, make vast offerings to Noble Tārā and then recite this dhāraṇī until you perceive Tārā directly.

source: གང་འདོད་པ་དེ་སྦྱིན་ནོ། །མཆོག་ཐམས་ཅད་སྟེར་རོ། །
en: Whatever you desire will be given, and all boons will be granted.

source: མ་བྱིན་ན་བདག་གིས་མཚམས་མེད་པ་ལྔ་བྱས་སོ། །
en: If this does not happen, it means that you had committed the five acts with immediate retribution.

source: གཞན་ཡང་ཕན་ཡོན་དཔག་ཏུ་མེད་པ་འབྱུང་བར་འགྱུར་རོ། །
en: Indeed, immeasurable benefits will come.

source: རྡོ་རྗེ་མཆོག་གི་རྒྱུད་ལས་བཏུས།
en: This was extracted from The Supreme Vajra Tantra.

source: འཕགས་མ་སྒྲོལ་མ་རང་གིས་དམ་བཅས་པའི་གཟུངས་རྫོགས་སོ།།
en: This concludes the noble dhāraṇī “Tārā’s Own Promise.”
